[
  {
    "firstName": "Thibaut",
    "lastName": "Courtois",
    "yearOfBirth": "1992",
    "age": 30,
    "height": "2.00m",
    "weight": "83kg",
    "bestFoot": "Left",
    "citizenship": "Belgium",
    "avatar": "courtois",
    "marketValue": "€60.00m",
    "description": "Thibaut Nicolas Marc Courtois is a Belgian professional footballer who plays as a goalkeeper for Spanish club Real Madrid and the Belgium national team. He is considered one of the best goalkeepers in world football. Courtois made his senior international debut in October 2011, becoming the youngest goalkeeper to represent Belgium. He has since earned over ninety caps and appeared at the 2014 FIFA World Cup, UEFA Euro 2016, the 2018 FIFA World Cup and UEFA Euro 2020; he was awarded the Golden Glove in 2018 as the best goalkeeper of the tournament, with Belgium finishing third.",
    "twitter": "https://twitter.com/thibautcourtois",
    "instagram": "https://www.instagram.com/thibautcourtois",
    "currentClub": "Real Mardrid",
    "backgroundColor": "greenB",
    "position": "Goalkeeper",
    "clubLogo": "realmardrid",
    "totalApperances": 534,
    "totaGloals": 0,
    "totalAssists": 0
  },
  {
    "firstName": "Erling",
    "lastName": "Haaland",
    "yearOfBirth": "2000",
    "age": 22,
    "height": "1.95m",
    "weight": "87kg",
    "bestFoot": "Left",
    "citizenship": "Norway",
    "avatar": "haaland",
    "marketValue": "€150.00m",
    "description": "Erling Braut Haaland (born 21 July 2000) is a Norwegian professional footballer who plays as a striker for Premier League club Manchester City and the Norway national team. He is known for his athleticism, speed, and finishing. Coming through the youth system, Haaland played at senior level for Bryne's reserve and senior teams. Haaland won several individual awards and broke various records during his career. During the 2019–20 season with Salzburg, he became the first teenager to score in five consecutive UEFA Champions League matches. He was top scorer of the Champions League the following season. In 2020, Haaland won the Golden Boy award, while in 2021 he was named Bundesliga Player of the Season and was included in the FIFA FIFPro World11 in 2021.",
    "twitter": "https://twitter.com/ErlingHaaland",
    "instagram": "https://www.instagram.com/erling.haaland",
    "currentClub": "Manchester City",
    "backgroundColor": "yellowB",
    "position": "Centre-Forward",
    "clubLogo": "manchestercity",
    "totalApperances": 182,
    "totaGloals": 134,
    "totalAssists": 35
  },
  {
    "firstName": "Karim",
    "lastName": "Benzema",
    "yearOfBirth": "1987",
    "age": 34,
    "height": "1.85m",
    "weight": "74kg",
    "bestFoot": "Right",
    "citizenship": "France",
    "avatar": "benzema",
    "marketValue": "€30.00m",
    "description": "Karim Mostafa Benzema (born 19 December 1987) is a French professional footballer who plays as a striker for La Liga club Real Madrid and the France national team. A creative and prolific forward known for his playmaking and finishing, he is regarded as one of the best forwards of his generation. A French international, Benzema won the 2004 UEFA European Under-17 Championship and made his senior debut for France in 2007, at age 19. He has since earned over 90 caps, including scoring in three and appearing in four major tournaments: the 2008, 2012 and 2020 editions of the UEFA European Championship, and the 2014 FIFA World Cup.",
    "twitter": "https://twitter.com/benzema",
    "instagram": "https://www.instagram.com/karimbenzema",
    "currentClub": "Real Mardrid",
    "backgroundColor": "blueB",
    "position": "Centre-Forward",
    "clubLogo": "realmardrid",
    "totalApperances": 750,
    "totaGloals": 386,
    "totalAssists": 186
  },
  {
    "firstName": "Neymar",
    "lastName": "Junior",
    "yearOfBirth": "1992",
    "age": 30,
    "height": "1.75m",
    "weight": "68kg",
    "bestFoot": "Right",
    "citizenship": "Brazil",
    "avatar": "neymar",
    "marketValue": "€75.00m",
    "description": "Neymar da Silva Santos Júnior (born 5 February 1992), known as Neymar, is a Brazilian professional footballer who plays as a winger for Ligue 1 club Paris Saint-Germain and the Brazil national team. He is considered a versatile player, being able to play as either a central striker, second striker, winger or occasionally as an attacking midfielder.[7] A prolific goalscorer and renowned playmaker, he is regarded as one of the best players in the world.[8] Neymar has scored at least 100 goals for three different clubs, making him one of three players to achieve this. ",
    "twitter": "https://twitter.com/neymarjr",
    "instagram": "https://www.instagram.com/neymarjr",
    "currentClub": "Paris Saint Germain",
    "backgroundColor": "yellowB",
    "position": "Left-Winger",
    "clubLogo": "parissaintgermain",
    "totalApperances": 464,
    "totaGloals": 275,
    "totalAssists": 171
  },
  {
    "firstName": "Kylian",
    "lastName": "Mbappe",
    "yearOfBirth": "1998",
    "age": 23,
    "height": "1.78m",
    "weight": "73kg",
    "bestFoot": "Right",
    "citizenship": "France",
    "avatar": "mbappe",
    "marketValue": "€160.00m",
    "description": "Kylian Mbappé Lottin (born 20 December 1998) is a French professional footballer who plays as a forward for Ligue 1 club Paris Saint-Germain and the France national team. Considered one of the best players in the world, and reportedly the highest-paid, Mbappé is renowned for his dribbling abilities, exceptional speed, and finishing. Born in Paris and raised in nearby Bondy, Mbappé began his senior club career in 2015 playing for Monaco, where he won the Ligue 1 title. In 2017, aged 18, Mbappé signed for Paris Saint-Germain on an eventual permanent transfer worth €180 million, making him the second-most expensive player and most expensive teenage player.",
    "twitter": "https://twitter.com/KMbappe",
    "instagram": "https://www.instagram.com/k.mbappe",
    "currentClub": "Paris Saint Germain",
    "backgroundColor": "blueB",
    "position": "Centre-Forward",
    "clubLogo": "parissaintgermain",
    "totalApperances": 281,
    "totaGloals": 202,
    "totalAssists": 106
  },
  {
    "firstName": "Harry",
    "lastName": "Maguire",
    "yearOfBirth": "1993",
    "age": 29,
    "height": "1.94m",
    "weight": "100kg",
    "bestFoot": "Right",
    "citizenship": "England",
    "avatar": "maguire",
    "marketValue": "€38.00m",
    "description": "Jacob Harry Maguire (born 5 March 1993) is an English professional footballer who plays as a centre-back for Premier League club Manchester United and the England national team. Maguire came through the youth system at Sheffield United before graduating to the first team in 2011. He totalled 166 professional games for the club and was their Player of the Year three consecutive times, also featuring in the PFA Team of the Year for League One as many times. In 2014, he transferred to Hull City for £2.5 million, who loaned him to Wigan Athletic in 2015. He joined Leicester City in 2017 for an initial fee of £12 million. Two years later, he moved to Manchester United for a fee believed to be £80 million, a world-record amount for a defender, and within six months was appointed the club captain.",
    "twitter": "https://twitter.com/HarryMaguire93",
    "instagram": "https://www.instagram.com/harrymaguire93",
    "currentClub": "Manchester United",
    "backgroundColor": "redB_2",
    "position": "Centre-Back",
    "clubLogo": "manchesterunited",
    "totalApperances": 477,
    "totaGloals": 28,
    "totalAssists": 24
  },
  {
    "firstName": "Cristiano",
    "lastName": "Ronaldo",
    "yearOfBirth": "1985",
    "age": 37,
    "height": "1.87m",
    "weight": "83kg",
    "bestFoot": "Right",
    "citizenship": "Portugal",
    "avatar": "cristiano_ronaldo",
    "marketValue": "€30.00m",
    "description": "Cristiano Ronaldo dos Santos Aveiro GOIH ComM (born 5 February 1985) is a Portuguese professional footballer who plays as a forward for Premier League club Manchester United and captains the Portugal national team. Often considered the best player in the world and widely regarded as one of the greatest players of all time, Ronaldo has won five Ballon d'Or awards and four European Golden Shoes, the most by a European player. He has won 32 trophies in his career, including seven league titles, five UEFA Champions Leagues, and the UEFA European Championship. Ronaldo holds the records for most appearances (183), goals (140), and assists (42) in the Champions League, goals in the European Championship (14), international goals (117), and international appearances by a European.",
    "twitter": "https://twitter.com/Cristiano",
    "instagram": "https://www.instagram.com/cristiano",
    "currentClub": "Manchester United",
    "backgroundColor": "redB_2",
    "position": "Centre-Forward",
    "clubLogo": "manchesterunited",
    "totalApperances": 928,
    "totaGloals": 629,
    "totalAssists": 217,
  },
  {
    "firstName": "Mohamed",
    "lastName": "Salah",
    "yearOfBirth": "1992",
    "age": 30,
    "height": "1.75m",
    "weight": "71kg",
    "bestFoot": "Left",
    "citizenship": "Egypt",
    "avatar": "salah",
    "marketValue": "€90.00m",
    "description": "Mohamed Salah is an Egyptian professional footballer who plays as a forward or on the right wing for Premier League club Liverpool and captains the Egypt national team. Considered one of the best players in the world and amongst the greatest African players of all time, he is known for his finishing, dribbling, and speed. Salah started his senior career in 2010 playing for Al Mokawloon, departing in 2012 to join Basel, where he won two Swiss Super League titles. In 2014, Salah joined Chelsea for a reported fee of £11 million, but limited gametime led to successive loans to Fiorentina and Roma, who later signed him permanently for €15 million. In the 2016–17 season, Salah was a key figure in Roma's title race against ultimate league winners Juventus, reaching double figures in both goals and assists",
    "twitter": "https://twitter.com/MoSalah",
    "instagram": "https://www.instagram.com/mosalah",
    "currentClub": "Liverpool",
    "backgroundColor": "redB",
    "position": "Right-Winger",
    "clubLogo": "liverpool",
    "totalApperances": 506,
    "totaGloals": 234,
    "totalAssists": 111
  },
  {
    "firstName": "Robert",
    "lastName": "Lewandowski",
    "yearOfBirth": "1988",
    "age": 33,
    "height": "1.85m",
    "weight": "78kg",
    "bestFoot": "Right",
    "citizenship": "Poland",
    "avatar": "lewandowski",
    "marketValue": "€45.00m",
    "description": "Robert Lewandowski is a Polish professional footballer who plays as a striker for La Liga club Barcelona and captains the Poland national team. Recognised for his positioning, technique and finishing, Lewandowski is considered one of the best strikers of all time, as well as one of the most successful players in Bundesliga history. He has scored over 600 senior career goals for club and country.",
    "twitter": "https://twitter.com/lewy_official",
    "instagram": "https://www.instagram.com/_rl9",
    "currentClub": "Barcelona",
    "backgroundColor": "redB",
    "position": "Centre-Forward",
    "clubLogo": "barcelona",
    "totalApperances": 676,
    "totaGloals": 509,
    "totalAssists": 135
  },
  {
    "firstName": "Lionel",
    "lastName": "Messi",
    "yearOfBirth": "1987",
    "age": 35,
    "height": "1.70m",
    "weight": "67kg",
    "bestFoot": "Left",
    "citizenship": "Argentina",
    "avatar": "messi",
    "marketValue": "€50.00m",
    "description": "Lionel Messi, also known as Leo Messi, is an Argentine professional footballer who plays as a forward for Ligue 1 club Paris Saint-Germain and captains the Argentina national team. Often considered the best player in the world and widely regarded as one of the greatest players of all time, Messi has won a record seven Ballon d'Or awards, a record six European Golden Shoes, and in 2020 was named to the Ballon d'Or Dream Team. Until leaving the club in 2021, he had spent his entire professional career with Barcelona, where he won a club-record 35 trophies, including ten La Liga titles, seven Copa del Rey titles and four UEFA Champions Leagues. ",
    "twitter": "https://twitter.com/leomessiok",
    "instagram": "https://www.instagram.com/leomessi/",
    "currentClub": "Paris Saint Germain",
    "backgroundColor": "blueB",
    "position": "Right-Winger",
    "clubLogo": "parissaintgermain",
    "totalApperances": 809,
    "totaGloals": 680,
    "totalAssists": 316
  }
]
